---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup3
source: html/f57c499f-6dc2-eebd-5ffb-539fd6271efd.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup3 Property

Symbol ft³, indicating unit Cubic feet.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup3 { get; }
```